{
  "0": {
    "articleTitle": "Why Even Ambitious People Rarely Become Successful",
    "category": "Self Improvement",
    "firstSentence": "Success is not extrinsic.",
    "topHighlight": "Being ambitious isn’t enough. Far more important than ambition is commitment."
  },
  "1": {
    "articleTitle": "It’s 2017 and Mental Health is still an issue in the workplace.",
    "category": "Mental Health",
    "firstSentence": "Last week a personal email I wrote was retweeted over 7,000 times, and liked by almost 30k people.",
    "topHighlight": "It’s 2017. We are in a knowledge economy. Our jobs require us to execute at peak mental performance. When an athlete is injured they sit on the bench and recover. Let’s get rid of the idea that somehow the brain is different."
  },
  "10": {
    "articleTitle": "The Creative Life Is Not For The Faint Of Heart",
    "category": "Life Lessons",
    "firstSentence": "Being a creative person sucks sometimes.",
    "topHighlight": "I’d rather be homeless and work on my laptop 16 hours a day than get a regular job."
  },
  "11": {
    "articleTitle": "The Case for Learning How to Suffer and Struggle Well",
    "category": "Mental Health",
    "firstSentence": "Søren Kierkegaard wrote a lot. He obsessed over it. And he wrote on a topic that not many people were writing back in the early 1800s: mental health.",
    "topHighlight": "Write because you feel compelled to do it, not because you are seeking a certain response. If you write with passion and write something that only you can write, then the response will follow. Being genuine is contagious, and it evokes feelings in the people who read what you write."
  },
  "12": {
    "articleTitle": "What Happens When You’re Not a Gate Keeper to Your Subconscious",
    "category": "Self Improvement",
    "firstSentence": "The subconscious mind does not engage in the process of proving. It relies upon the conscious mind, ‘the watchman at the gate,’ to guard it from mistaken impressions",
    "topHighlight": "“When the ‘watchman’ is ‘off guard,’. . .The subconscious mind is then open to the suggestion of fear, hatred, selfishness, greed, self-depreciation, and other negative forces derived from the surrounding persons or circumstance.”"
  },
  "13": {
    "articleTitle": "Celebrate new year’s eve your way",
    "category": "Humor",
    "firstSentence": "New Year’s eve always found me single and desperate. Call it bad luck, or just poor choice in guys. Only a handful of times did I slide into the new year with a functional relationship.",
    "topHighlight": "It’s like Sesame Street played backwards on acid."
  },
  "14": {
    "articleTitle": "When We Say #MeToo, We Mean It!",
    "category": "Sexual Assault",
    "firstSentence": "To those wondering… it is really as bad as it sounds!",
    "topHighlight": "For generations, we’ve viewed the solution to sexual abuse as more suppression of women. It has been about telling women that it was our fault that it happened."
  },
  "15": {
    "articleTitle": "On the life and death of my virtual reality startup, Ethereal",
    "category": "Virtual Reality",
    "firstSentence": "Exciting times at the intersection of VR, music, and visual effects",
    "topHighlight": "In short, we made the mistake of building for a probable future mass market platform, rather than proving traction on one of the then-best early-stage-market platforms (Vive or Rift)."
  },
  "16": {
    "articleTitle": "Commercial future of the blockchain",
    "category": "Blockchain,Bitcoin",
    "firstSentence": "This is the commercial future of the blockchain",
    "topHighlight": "It is also important to note the grandiose plan of the UAE in an attempt to transfer the entire state document flow to the blockchain by 2020."
  },
  "17": {
    "articleTitle": "4 Obstacles Which Prevent The Designer From Becoming Successful",
    "category": "Design",
    "firstSentence": "What distinguishes good designers from successful",
    "topHighlight": "Your current project is unique, you are unique, and you both need a solution that is relevant in your case."
  },
  "18": {
    "articleTitle": "I won’t save your kid.",
    "category": "Education",
    "firstSentence": "I love my job. It’s a career. A passion. A calling. I’m proud to be a public school teacher and carry the weight of your child’s future with me every day.",
    "topHighlight": "I love your children, but I love mine more. I am a teacher but more importantly I am someone’s wife, daughter, sister, and mother."
  },
  "19": {
    "articleTitle": "I Did a Good Thing But Only to Make Myself Feel Good",
    "category": "Philosophy",
    "firstSentence": "This is a continuation of the series, Morality in the Modern World, (start from the beginning here). The goal of this series is to promote a secular theory of ethics that all people can follow.",
    "topHighlight": "Do we do good things because we actually care about other people in an unselfish manner, or do we do good things in a more deceptive manner, acting only to promote our own self-interest under the guise of good-will?"
  },
  "2": {
    "articleTitle": "Bitcoin",
    "category": "Bitcoin",
    "firstSentence": "It may fail but we now know how to do it",
    "topHighlight": "Which is why Bitcoin is an excellent idea. It fulfills the needs of the complex system, not because it is a cryptocurrency, but precisely because it has no owner, no authority that can decide on its fate. It is owned by the crowd, its users. And it has now a track record of several years, enough for it to be an animal in its own right."
  },
  "3": {
    "articleTitle": "The 1,000 Floor Elevator: Why Most Designers Fail Google’s Infamous Interview Design Challenge",
    "category": "Design",
    "firstSentence": "Design challenges are nothing new- plenty of companies use them in order to assess potential employees’ problem solving skills.",
    "topHighlight": "Being a designer means fighting the presumptive reflex, which takes disciplined reasoning and self awareness in order to truly understand the context of a problem"
  },
  "4": {
    "articleTitle": "The Only 3 Things I Need In A Partner",
    "category": "Life",
    "firstSentence": "My list is incredibly short. But it’s also incredibly non-negotiable.",
    "topHighlight": "But real intelligence isn’t about what you know. It’s how you think. It’s problem solving — finding or figuring out the answer, not remembering it."
  },
  "5": {
    "articleTitle": "Applying human-centered design to emerging technologies",
    "category": "Virtual Reality",
    "firstSentence": "VR, AR, and digital assistant present exciting opportunities for the future, but how can we ensure we’re designing for what people really want?",
    "topHighlight": "If we hope to create something of lasting value, we need to start with what people want — not just with what’s technically possible."
  },
  "6": {
    "articleTitle": "Every Frame a Painting is officially dead",
    "category": "YouTube",
    "firstSentence": "Every Frame a Painting is officially dead. Nothing sinister; we just decided to end it, rather than keep on making stuff.",
    "topHighlight": "It’s very tempting to use Google because it’s so quick and it’s right there, but that’s exactly why you shouldn’t go straight to it. By taking your research to the library, you’re immediately breaking out of the online cycle of repetition, and your work will improve immediately."
  },
  "7": {
    "articleTitle": "The Secret Algorithm Behind Learning",
    "category": "Education",
    "firstSentence": "“The person who says he knows what he thinks but cannot express it usually does not know what he thinks.”",
    "topHighlight": "The famous Nobel winning physicist Richard Feynman understood thedifference between “knowing something” and “knowing the name of something” and it’s one of the most important reasons for his success."
  },
  "8": {
    "articleTitle": "The Rock Test: A Hack for Men Who Don’t Want To Be Accused of Sexual Harassment",
    "category": "Sexual Assault",
    "firstSentence": "Are you a man confused on how to treat the women you work with? Do you feel like if you can’t say or do *anything* you don’t know what to say or do at all? Well stress no more! This life hack will have you treating women like people in no time.",
    "topHighlight": "It’s as clear cut as this: Treat all women like you would treat Dwayne “The Rock” Johnson."
  },
  "9": {
    "articleTitle": "Career Tips for Anti-Socials",
    "category": "Humor,Satire,Work",
    "firstSentence": "And People Who Hate Bullshit",
    "topHighlight": "Career Tip #1: Don’t let other people — especially unseen masses — define what success means to you."
  }
}
